Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisten_kansallispaiva_6_2__.html.tmx
Source language: fin
Languages: smn

source: Saamelaisten kansallispäivä 6.2.
smn: Säämi aalmugpeivi 6.2.

source: Saamelaiskäräjät järjestää avoimien ovien päivän Inarin Sajoksessa saamelaisten kansallispäivänä 6.2.2020 klo 11-15.
smn: Sämitigge uárnee ávus uuvsâi peeivi Aanaar Sajosist säämi aalmugpeeivi 6.2.2020 tme 11-15. Puáđi uápásmuđ Sämitige tooimân!

source: Tule tutustumaan Saamelaiskäräjien toimintaan!
smn: Sämitige almos toimâttâh, škovlim- já oppâmateriaaltoimâttâh já sämikielâ toimâttâh oovdânpyehtih toimâidis Sajosist.

source: Saamelaiskäräjien yleinen toimisto, koulutus- ja oppimateriaalitoimisto sekä saamen kielen toimisto esittäytyvät Sajoksessa.
smn: Sämitigge kuásut kuossijd juhlekäähvi já Saijoos raavâdviäsu Čaijust puáhtá uástiđ aalmugpeeivi peivimáállás.

source: Saamelaiskäräjät tarjoaa kaikille vieraille kahvit ja Sajoksen ravintola Čaijusta voi ostaa kansallispäivän lounaan.
smn: Säämi aalmugpeeivi 6.2. ohjelm Anarist

source: » Saamelaistietoa opetukseen ja muille kiinnostuneille: www.oktavuohta.com» Tunti saamea kaikille!
smn: Tiervâpuáttim puohháid!

source: – Avoimet oppitunnit 5.2.
smn: tijme 7.00 rääjist Yle Säämi vuolgât sämikielâlâš radiovuolgâttâs kuulmâ sämikielâin.

source: Saamelaisten kansallispäivän 6.2. ohjelma Inarissa
smn: Nettiradio: yle.fi/sapmi

source: Tervetuloa kaikille!
smn: 9 Sämiliipu pajedem já Säämi suuvâ laavlâ, SIIDA

source: kello 7.00 alkaen Yle Sápmi lähettää saamenkielistä ohjelmaa kolmella saamen kielellä.
smn: 9-17 Siijdâ čáitálduvváid lii nuuvtá siisâpeessâm ubâ peeivi, SIIDA

source: Nettiradio: yle.fi/sapmi
smn: 9.30-11 SAJOS, auditorio

source: 9 Lipunnosto ja Saamen suvun laulu, SIIDA
smn: Anaar škoovlâ sämiluokah lávluh, čaittâleh já tánssájeh

source: 9-17 Siidan näyttelyihin on vapaa pääsy koko päivän, SIIDA
smn: Oovtâst lávlum já muusik, Säämi párnáikulttuurkuávdáš Máánu

source: 9.30-11 SAJOS, auditorio
smn: Filmâ, Säämi máttááttâskuávdáš

source: Inarin koulun saamenluokat laulavat, näyttelevät ja tanssivat.
smn: 10.30-13 Aalmugpeeivi peivipurrâmuš, SERVIKODDETÁÁLU , Sámi Soster rs ja Aanaar servikodde

source: Yhteislaulu ja musiikkia, Saamelainen lastenkulttuurikeskus Mánnu
smn: 11-15 SAJOS

source: Filmi, Saamelaisalueen koulutuskeskus
smn: Sämitige ávus uuvsah.

source: 10.30-13 Saamelaisten kansallispäivän lounas, Inarin SEURAKUNTAKOTI, Sámi Soster ry ja Inarin seurakunta
smn: Sämitigge kuásut kuossijd juhlekäähvi.

source: 11-15 SAJOS
smn: Sämiarkkâduv ávus uuvsah

source: Saamelaiskäräjien avoimet ovet.
smn: 12 ”Njuuvčâ suájáiguin – Čällee Yrjö Kokko luodâi alne”, Yrjö-Kokko -servi/Ilkka Vaura, SAJOS

source: Saamelaiskäräjät tarjoaa vieraille juhlakahvit.
smn: 12 Siida uuđâsm 2020-2022, SIIDA auditoriost

source: Saamelaisarkiston avoimet ovet
smn: 12.30 Siäiluttiđ Säämi äärbi, pop up -čáitálduv lehâstem, SIIDA pajeviäskárist

source: 12 ”Laulujoutsenen siivin – Kirjailija Yrjö Kokon jalanjäljillä”, Yrjö Kokko -seura / Ilkka Vaura, SAJOS
smn: 13- Pispemessu, Aanaar kirkko , Aanaar servikodde Meesu maŋa kirkkokäähvih, Aanaar servikoddetáálu, SámiSoster rs já Aanaar servikodde

source: 12 Siida uudistuu 2020-2022, SIIDAN auditoriossa
smn: 18 Elleekove-eehid, SAJOS Elleekove-eehid uárnejuvvoo ovtâspargoost Sämitaiđuu toorjâseervi Visuálaš Sápmi -Leader havváin.

source: 12.30 Saamelaista perintöä säilyttäen, pop up -näyttelyn avajaiset, SIIDAN yläaulassa
smn: Siuttajoen erotus 2019, 2 min, Ville-Riiko Fofonoff, Säämi/ Suomâ

source: 13 – Piispanmessu, Inarin saamelaiskirkko, Inarin srk Messun jälkeen kirkkokahvit seurakuntakodilla, Sámi Soster ry ja Inarin srk
smn: Čáhcerávga 2019, 5 min, Suvi West, Säämi/ Suomâ

source: 18 Elokuvailta, SAJOS Näytös järjestetään yhteistyössä Saamelaistaiteen tukiyhdistyksen Visuálalaš Sápmi-Leader hankkeen kanssa.
smn: Seavdnjadasa ja čuovgga gaskka 2019, 7 min, Sara Beate Eira Person, Säämi / Taažâ

source: Siuttajoen erotus 2019, kesto 02´, Ville-Riiko Fofonoff, Sápmi / Suomi
smn: Jearrat máttaráhkus 2019, 4 min, Marja Viitahuhta / Anna Näkkäläjärvi-Länsman, Säämi / Suomâ

source: Čáhcerávga 2019, kesto 05´, Suvi West, Sápmi / Suomi
smn: Eadni, juoiggastivččet go?

source: Seavdnjadasa ja čuovgga gaskka 2019, kesto 07´, Sara Beate Eira Person, Sápmi / Norja
smn: 2019, 9 min, Máret Inger Aslaksdatter Anti, Säämi / Taažâ

source: Jearrat máttaráhkus 2019, kesto 04´, Marja Viitahuhta / Anna Näkkäläjärvi-Länsman, Sápmi / Suomi
smn: Bántafáŋga 2019, 4 min, Ingá Márjá Sarre, Säämi / Taažâ

source: Eadni, juoiggastivččet go?
smn: dissociate (gáidat / máhccat) 2019, 3 min, Sunna Nousuniemi, Säämi / Suomâ

source: 2019, kesto 09´, Máret Inger Aslaksdatter Anti, Sápmi / Norja
smn: Jaakko Gauriloff – Laulan sinulle 2019, 12 min, Heli Valkama, Säämi / Suomâ

source: Bántafáŋga 2019, kesto 04´, Ingá Márjá Sarre, Sápmi / Norja
smn: Giitu giitu 2019, 6 min, Elle Sofe Sara, Säämi / Taažâ

source: dissociate (gáidat / máhccat) 2019, kesto 03´, Sunna Nousuniemi, Sápmi / Suomi
smn: Sámás muinna 2019, 3 min, Ville-Riiko Fofonoff, Säämi / Suomâ

source: Jaakko Gauriloff – Laulan sinulle 2019, kesto 12´, Heli Valkama, Sápmi / Suomi
smn: Fanas Jovnna 2019, 9 min, Sakari Maliniemi, Säämi / Suomâ

source: Giitu giitu 2019, kesto 06´, Elle Sofe Sara, Sápmi / Norja
smn: Ribadit 2019, 10 min, Elle Sofe Sara, Säämi / Taažâ

source: Sámás muinna 2019, kesto 03´, Ville-Riiko Fofonoff, Sápmi / Suomi
smn: Pyeri säämi aalmugpeivi puohháid!

source: Fanas Jovnna 2019, kesto 09´, Sakari Maliniemi, Sápmi / Suomi
smn: Šiõǥǥ saaʹmi meersažpeiʹvv pukid!

source: Ribadit 2019, kesto 10´, Elle Sofe Sara, Sápmi / Norja
smn: Buori sámi álbmotbeaivvi buohkaide!
